[Demo_Maya_ep5_1_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=2020,Y=-2235,Z=135),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=0,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=2690,Y=-2690,Z=80),VecSub=(X=90,Y=0,Z=0),CId=258)
DemoScripts[5]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0100_lp_Stand",Number=9,CId=258,Bit=4)
DemoScripts[6]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Uneasy.GG2_BGM_DM_CMN_Uneasy_Cue')
DemoScripts[7]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Campus_2.GG2_AMB_Campus_2_LP_Cue')
DemoScripts[8]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[9]=(Actor=FADE,Command=WAIT)
DemoScripts[10]=(Actor=WINDOW,Command=SET)
DemoScripts[11]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[12]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_1.GG2_V_Maya_ep5_1_002_Cue',Name="")
DemoScripts[13]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[14]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[15]=(Actor=WINDOW,Command=EXIT)
DemoScripts[16]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-33,Y=-10,Z=0),SecTime=0.3)
DemoScripts[17]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[18]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-33,Y=-10,Z=0),SecTime=)
DemoScripts[19]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[20]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=2369,Y=-2471,Z=61),SecTime=0.5)
DemoScripts[21]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[22]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=2369,Y=-2471,Z=61),SecTime=)
DemoScripts[23]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[24]=(Actor=WINDOW,Command=SET)
DemoScripts[25]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[26]=(Actor=WINDOW,Command=EXIT)
DemoScripts[27]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[28]=(Actor=FADE,Command=WAIT)
DemoScripts[29]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=2690,Y=-2560,Z=80),SecTime=)
DemoScripts[30]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-27,Z=0),SecTime=)
DemoScripts[31]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[32]=(Actor=FADE,Command=WAIT)
DemoScripts[33]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0102_fx_Stand2Talk",Number=9,CId=258,Bit=0)
DemoScripts[34]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0200_lp_Talk",Number=10,CId=258)
DemoScripts[35]=(Actor=WINDOW,Command=SET)
DemoScripts[36]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_1.GG2_V_Maya_ep5_1_004_Cue',Name="")
DemoScripts[37]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[38]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[39]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0201_fx_Talk2Stand",Number=9,CId=258,Bit=0)
DemoScripts[40]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0100_lp_Stand",Number=10,CId=258)
DemoScripts[41]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[42]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[43]=(Actor=WINDOW,Command=EXIT)
DemoScripts[44]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[45]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[46]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[47]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[48]=(Actor=SYSTEM,Command=END)

[Select_Maya_ep5_1_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))

[Text_Maya_ep5_1_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="找不到小忍啊......")

Texts[1]=(Label="TEXT02",Name="艾可蘿",Text="峯大大人,快看那個!")

Texts[2]=(Label="TEXT03",Name="峯大",Text="傳訊人偶!")

Texts[3]=(Label="TEXT04",Name="峯大小子",Text="\"求救求救!/n我找不到小忍啊--/n大哥哥也來幫忙找吧--!\"")

Texts[4]=(Label="TEXT05",Name="峯大",Text="小真夜....../n看來她慌了手腳啊......")

Texts[5]=(Label="TEXT06",Name="峯大",Text="小忍也是,希望她沒有/n被捲進奇怪的事情......")

Texts[6]=(Label="",Name="",Text="")

Texts[7]=(Label="SELECT01",Name="",Text="")

Texts[8]=(Label="SELECT02",Name="",Text="")

Texts[9]=(Label="SELECT03",Name="",Text="")

Texts[10]=(Label="SELECT04",Name="",Text="")

Texts[11]=(Label="SELECT05",Name="",Text="")

Texts[12]=(Label="SELECT06",Name="",Text="")

Texts[13]=(Label="SELECT07",Name="",Text="")

Texts[14]=(Label="SELECT08",Name="",Text="")

Texts[15]=(Label="SELECT09",Name="",Text="")

Texts[16]=(Label="SELECT10",Name="",Text="")


